Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Subscribe or go lifetime to use Clink in every app. Your free in-app keyboard stays free.
de: Mit einem Abo oder dem Lifetime-Kauf kannst du Clink in jeder App verwenden. Die kostenlose Tastatur in der App bleibt kostenlos.
es: Suscríbete o elige la compra de por vida para usar Clink en todas las apps. El teclado gratuito dentro de la app seguirá siendo gratis.
et: Telli või vali eluaegne, et kasutada Clinki igas rakenduses. Sinu tasuta rakendusesisene klaviatuur jääb tasuta.
fr: Abonne-toi ou choisis l'achat à vie pour utiliser Clink dans toutes tes apps. Le clavier gratuit dans l'app reste gratuit.
hu: Előfizetéssel vagy örökös vásárlással minden appban használhatod a Clinket. Az appon belüli ingyenes billentyűzet ingyenes marad.
it: Abbonati o scegli l'acquisto a vita per usare Clink in tutte le app. La tastiera gratuita dentro l'app resta gratuita.
ja: サブスクリプションまたは買い切りで、すべてのアプリでClinkを使えます。アプリ内の無料キーボードはこれからも無料です。
ko: 구독하거나 평생 이용권을 구매하면 모든 앱에서 Clink를 쓸 수 있어요. 앱 안의 무료 키보드는 계속 무료예요.
ms: Langgan atau pilih akses seumur hidup untuk menggunakan Clink dalam semua app. Papan kekunci percuma dalam app kekal percuma.
pt: Subscreve ou escolhe a compra vitalícia para usar o Clink em todas as apps. O teclado grátis dentro da app continua grátis.
ru: Оформите подписку или выберите пожизненный доступ, чтобы использовать Clink во всех приложениях. Ваша бесплатная клавиатура в приложении остаётся бесплатной.
zh_hans: 订阅或购买终身版，即可在所有 App 中使用 Clink。App 内的免费键盘会一直免费。

source: Subscribe to unlock Dictation, AI Tools, and everything else
de: Abonniere, um Diktieren, KI-Werkzeuge und alles Weitere freizuschalten.
es: Suscríbete para desbloquear Dictado, Herramientas de IA y todo lo demás.
et: Telli, et avada dikteerimine, TI-tööriistad ja kõik muu.
fr: Abonne-toi pour débloquer Dictée, Outils IA et tout le reste.
hu: Iratkozz fel, hogy feloldd a Diktálást, MI-eszközöket és minden mást.
it: Abbonati per sbloccare Dettatura, Strumenti AI e tutto il resto.
ja: サブスクリプションで音声入力、AIツール、その他すべてをアンロック。
ko: 구독하여 받아쓰기, AI 도구 및 기타 모든 기능을 잠금 해제하세요.
ms: Langgan untuk membuka kunci Imlak, Alat AI dan semua yang lain.
pt: Subscreve para desbloquear Ditado, Ferramentas de IA e tudo o resto.
ru: Оформите подписку, чтобы открыть диктовку, инструменты ИИ и всё остальное
zh_hans: 订阅以解锁听写、AI 工具等一切功能。

source: Subscriptions renew automatically unless cancelled at least 24 hours before the period ends. Manage or cancel in Settings › Apple Account. Free trial (if offered) converts to a paid subscription unless cancelled during the trial.
de: Abos verlängern sich automatisch, wenn du nicht mindestens 24 Stunden vor Ablauf kündigst. Verwalten oder kündigen kannst du unter Einstellungen › Apple Account. Eine kostenlose Testphase wird zum kostenpflichtigen Abo, wenn du nicht während der Testphase kündigst.
es: La suscripción se renueva automáticamente si no la cancelas al menos 24 horas antes de que termine el periodo. Puedes gestionarla o cancelarla en Ajustes › Cuenta de Apple. Si hay una prueba gratis, pasará a ser de pago salvo que la canceles durante la prueba.
et: Tellimused uuenevad automaatselt, kui sa ei tühista neid vähemalt 24 tundi enne perioodi lõppu. Halda või tühiista jaotises Seaded › Apple’i konto. Tasuta proov (kui see on pakutud) muutub tasuliseks tellimuseks, kui sa seda proovi ajal ei tühista.
fr: L'abonnement se renouvelle automatiquement sauf annulation au moins 24 heures avant la fin de la période. Tu peux le gérer ou l'annuler dans Réglages › Compte Apple. Si un essai gratuit est proposé, il devient payant sauf si tu l'annules pendant l'essai.
hu: Az előfizetés automatikusan megújul, ha nem mondod le legalább 24 órával az időszak vége előtt. A Beállítások › Apple-fiók alatt kezelheted vagy mondhatod le. Az ingyenes próba fizetős előfizetéssé válik, ha a próba alatt nem mondod le.
it: L'abbonamento si rinnova automaticamente se non lo annulli almeno 24 ore prima della fine del periodo. Puoi gestirlo o annullarlo in Impostazioni › Apple Account. Se è prevista una prova gratuita, diventa un abbonamento a pagamento se non la annulli durante la prova.
ja: 期間終了の24時間前までに解約しない限り、サブスクリプションは自動更新されます。設定 › Apple Accountで管理または解約できます。無料トライアルがある場合、トライアル期間中に解約しなければ有料サブスクリプションに移行します。
ko: 구독은 이용 기간이 끝나기 최소 24시간 전에 취소하지 않으면 자동으로 갱신돼요. 설정 › Apple 계정에서 관리하거나 취소할 수 있어요. 무료 체험이 제공되는 경우 체험 기간에 취소하지 않으면 유료 구독으로 전환돼요.
ms: Langganan diperbaharui secara automatik melainkan dibatalkan sekurang-kurangnya 24 jam sebelum tempoh tamat. Urus atau batalkan dalam Tetapan › Akaun Apple. Percubaan percuma, jika ditawarkan, akan menjadi langganan berbayar melainkan dibatalkan semasa tempoh percubaan.
pt: As subscrições renovam-se automaticamente se não forem canceladas pelo menos 24 horas antes do fim do período. Podes gerir ou cancelar em Definições › Conta Apple. Se houver um teste grátis, passa a subscrição paga se não o cancelares durante o teste.
ru: Подписки продлеваются автоматически, если их не отменить минимум за 24 часа до окончания периода. Управление и отмена — в Настройках › Apple Account. Бесплатный период (если предложен) переходит в платную подписку, если не отменить его во время пробного периода.
zh_hans: 除非在当前周期结束前至少 24 小时取消，否则订阅会自动续订。可在“设置”›“Apple 账户”中管理或取消。若提供免费试用，在试用期内未取消则会转为付费订阅。

source: Subtle
de: Dezent
es: Sutil
et: Õrn
fr: Subtil
hu: Apró
it: Sottile
ja: 控えめ
ko: 은은함
ms: Halus
pt: Subtil
ru: Ненавязчиво
zh_hans: 细微

source: Suggest as you type
de: Beim Tippen vorschlagen
es: Sugerir al escribir
et: Paku kirjutamise ajal
fr: Suggérer pendant la saisie
hu: Javaslat gépelés közben
it: Suggerisci durante la digitazione
ja: 入力中に提案
ko: 입력 중 추천
ms: Cadangkan semasa menaip
pt: Sugerir ao escrever
ru: Предлагать при вводе
zh_hans: 输入时推荐

source: Suggest names from your Contacts as you type.
de: Schlägt beim Tippen Namen aus deinen Kontakten vor.
es: Sugiere nombres de tus contactos mientras escribes.
et: Soovitab kirjutamise ajal nimesid sinu kontaktidest.
fr: Suggère des noms de tes contacts pendant la saisie.
hu: Gépelés közben neveket javasol a kontaktjaidból.
it: Suggerisce nomi dai tuoi contatti mentre scrivi.
ja: 入力中に連絡先の名前を候補として表示します。
ko: 입력할 때 연락처의 이름을 추천합니다.
ms: Cadangkan nama daripada kenalan anda semasa menaip.
pt: Sugere nomes dos seus contactos enquanto escreve.
ru: Предлагает имена из контактов при вводе.
zh_hans: 输入时推荐通讯录中的姓名。

source: Suggest names from your Contacts as you type. Off by default; text replacements are unaffected.
de: Schlägt beim Tippen Namen aus deinen Kontakten vor. Standardmäßig aus; Textersetzungen bleiben unberührt.
es: Sugiere nombres de tus Contactos mientras escribes. Desactivado por defecto; las sustituciones de texto no se ven afectadas.
et: Soovita tipimise ajal nimesid sinu Kontaktidest. Vaikimisi väljas; tekstiasendusi ei mõjutata.
fr: Suggère des noms de tes contacts pendant que tu tapes. Désactivé par défaut ; les remplacements de texte ne sont pas touchés.
hu: Neveket javasol a Kapcsolataidból gépelés közben. Alapból ki van kapcsolva; a szövegcserékre nincs hatással.
it: Suggerisce nomi dai tuoi Contatti mentre scrivi. Disattivato per impostazione predefinita; le sostituzioni di testo non ne risentono.
ja: 入力中に連絡先の名前を候補に出します。デフォルトはオフで、テキスト置換には影響しません。
ko: 입력하는 동안 연락처에서 이름을 추천해요. 기본은 꺼져 있고, 텍스트 대체어에는 영향 없어요.
ms: Cadangkan nama dari Kenalan anda semasa anda menaip. Mati secara lalai; penggantian teks tak terjejas.
pt: Sugere nomes dos teus Contactos enquanto escreves. Desligado por predefinição; as substituições de texto não são afetadas.
ru: Подсказывать имена из ваших контактов по ходу печати. По умолчанию выключено; на замены текста не влияет.
zh_hans: 打字时从你的通讯录里建议名字。默认关闭；文本替换不受影响。

source: Suggest words
de: Wörter vorschlagen
es: Sugerir palabras
et: Paku sõnu
fr: Suggérer des mots
hu: Szavak javaslata
it: Suggerisci parole
ja: 単語を提案
ko: 단어 추천
ms: Cadangkan perkataan
pt: Sugerir palavras
ru: Предлагать слова
zh_hans: 推荐词语

source: Suggested by Apple Intelligence
de: Von Apple Intelligence vorgeschlagen
es: Sugerido por Apple Intelligence
et: Soovitas Apple Intelligence
fr: Suggéré par Apple Intelligence
hu: Az Apple Intelligence javaslata
it: Suggerito da Apple Intelligence
ja: Apple Intelligence による提案
ko: Apple Intelligence 추천
ms: Dicadangkan oleh Apple Intelligence
pt: Sugerido pela Apple Intelligence
ru: Предложено Apple Intelligence
zh_hans: 由 Apple Intelligence 建议

source: Suggestion Bar
de: Vorschlagsleiste
es: Barra de sugerencias
et: Soovituste riba
fr: Barre de suggestions
hu: Javaslatsáv
it: Barra dei suggerimenti
ja: 候補バー
ko: 제안 바
ms: Bar cadangan
pt: Barra de sugestões
ru: Полоса подсказок
zh_hans: 建议栏

source: Suggestion animation
de: Vorschlagsanimation
es: Animación de sugerencias
et: Soovituste animatsioon
fr: Animation des suggestions
hu: Javaslatok animációja
it: Animazione dei suggerimenti
ja: 候補のアニメーション
ko: 제안 애니메이션
ms: Animasi cadangan
pt: Animação das sugestões
ru: Анимация подсказок
zh_hans: 候选词动画

source: Suggestion bar
de: Vorschlagsleiste
es: Barra de sugerencias
et: Soovituseriba
fr: Barre de suggestions
hu: Javaslatsáv
it: Barra dei suggerimenti
ja: 候補バー
ko: 추천 바
ms: Bar cadangan
pt: Barra de sugestões
ru: Строка подсказок
zh_hans: 建议栏

source: Suggestion bar height
de: Höhe der Vorschlagsleiste
es: Altura de la barra de sugerencias
et: Soovitusriba kõrgus
fr: Hauteur de la barre de suggestions
hu: Javaslatsáv magassága
it: Altezza della barra dei suggerimenti
ja: 候補バーの高さ
ko: 제안 막대 높이
ms: Ketinggian bar cadangan
pt: Altura da barra de sugestões
ru: Высота панели подсказок
zh_hans: 候选栏高度

source: Suggestion bar padding
de: Abstand der Vorschlagsleiste
es: Margen de la barra de sugerencias
et: Soovituseriba ääris
fr: Marge de la barre de suggestions
hu: Javaslatsáv térköze
it: Spazio della barra dei suggerimenti
ja: 候補バーの余白
ko: 추천 바 여백
ms: Pelapik bar cadangan
pt: Espaçamento da barra de sugestões
ru: Отступ строки подсказок
zh_hans: 建议栏边距

source: Suggestion bar style
de: Stil der Vorschlagsleiste
es: Estilo de la barra de sugerencias
et: Soovitusriba stiil
fr: Style de la barre de suggestions
hu: Javaslatsáv stílusa
it: Stile della barra dei suggerimenti
ja: 候補バーのスタイル
ko: 제안 막대 스타일
ms: Gaya bar cadangan
pt: Estilo da barra de sugestões
ru: Стиль панели подсказок
zh_hans: 候选栏样式

source: Suggestion compute
de: Vorschlagsberechnung
es: Cálculo de sugerencias
et: Soovituste arvutus
fr: Calcul des suggestions
hu: Javaslat számítása
it: Calcolo dei suggerimenti
ja: 候補の計算
ko: 추천 연산
ms: Pengiraan cadangan
pt: Cálculo de sugestões
ru: Вычисление подсказок
zh_hans: 建议计算

source: Suggestion delay
de: Vorschlagsverzögerung
es: Retraso de sugerencias
et: Soovituste viivitus
fr: Délai des suggestions
hu: Javaslatok késleltetése
it: Ritardo dei suggerimenti
ja: 候補の遅延
ko: 제안 지연
ms: Kelewatan cadangan
pt: Atraso das sugestões
ru: Задержка подсказок
zh_hans: 候选词延迟

source: Suggestion material
de: Material der Vorschläge
es: Material de sugerencias
et: Soovituste materjal
fr: Matériau des suggestions
hu: Javaslatok anyaga
it: Materiale dei suggerimenti
ja: 候補のマテリアル
ko: 제안 재질
ms: Bahan cadangan
pt: Material das sugestões
ru: Материал подсказок
zh_hans: 候选词材质

source: Suggestion separator color
de: Farbe der Vorschlagstrennlinien
es: Color de los separadores de sugerencias
et: Soovituste eraldajate värv
fr: Couleur des séparateurs de suggestions
hu: Javaslatelválasztók színe
it: Colore dei separatori dei suggerimenti
ja: 候補の区切り線の色
ko: 추천 단어 구분선 색상
ms: Warna pemisah cadangan
pt: Cor dos separadores de sugestões
ru: Цвет разделителей подсказок
zh_hans: 候选词分隔线颜色

source: Suggestion separator style
de: Stil der Vorschlagstrennlinien
es: Estilo de los separadores de sugerencias
et: Soovituste eraldajate stiil
fr: Style des séparateurs de suggestions
hu: Javaslatelválasztók stílusa
it: Stile dei separatori dei suggerimenti
ja: 候補の区切り線のスタイル
ko: 추천 단어 구분선 스타일
ms: Gaya pemisah cadangan
pt: Estilo dos separadores de sugestões
ru: Стиль разделителей подсказок
zh_hans: 候选词分隔线样式

source: Suggestion text
de: Vorschlagstext
es: Texto de sugerencias
et: Soovituse tekst
fr: Texte des suggestions
hu: Javaslat szövege
it: Testo dei suggerimenti
ja: 候補テキスト
ko: 추천 텍스트
ms: Teks cadangan
pt: Texto das sugestões
ru: Текст подсказок
zh_hans: 建议文字

source: Suggestion top padding
de: Oberer Abstand der Vorschläge
es: Margen superior de sugerencias
et: Soovituste ülemine vahe
fr: Marge supérieure des suggestions
hu: Javaslatok felső margója
it: Spazio superiore dei suggerimenti
ja: 候補の上余白
ko: 제안 상단 여백
ms: Ruang atas cadangan
pt: Margem superior das sugestões
ru: Верхний отступ подсказок
zh_hans: 候选词顶部内边距

source: Suggestion touch targets
de: Berührungsflächen der Vorschläge
es: Áreas táctiles de sugerencias
et: Soovituste puutealad
fr: Zones tactiles des suggestions
hu: Javaslatok érintési területei
it: Aree di tocco dei suggerimenti
ja: 候補のタッチ領域
ko: 제안 터치 영역
ms: Sasaran sentuhan cadangan
pt: Áreas táteis das sugestões
ru: Области касания подсказок
zh_hans: 候选词触控区域

source: Suggestions
de: Vorschläge
es: Sugerencias
et: Soovitused
hu: Javaslatok
it: Suggerimenti
ja: 候補
ko: 추천
ms: Cadangan
pt: Sugestões
ru: Подсказки
zh_hans: 建议

source: Suggestions and translate assist use Apple's model when it's available.
de: Vorschläge und Übersetzungshilfe nutzen Apples Modell, wenn es verfügbar ist.
es: Las sugerencias y la ayuda para traducir usan el modelo de Apple cuando está disponible.
et: Soovitused ja tõlgiabi kasutavad Apple’i mudelit, kui see on saadaval.
fr: Les suggestions et l'aide à la traduction utilisent le modèle d'Apple quand il est dispo.
hu: A javaslatok és a fordítási segítség az Apple modelljét használja, ha épp elérhető.
it: I suggerimenti e l'aiuto alla traduzione usano il modello di Apple quando è disponibile.
ja: 提案と翻訳アシストは、使えるときは Apple のモデルを使います。
ko: 제안과 번역 도움은 쓸 수 있을 때 Apple 모델을 써요.
ms: Cadangan dan bantuan terjemah guna model Apple apabila ia tersedia.
pt: As sugestões e a ajuda a traduzir usam o modelo da Apple quando está disponível.
ru: Подсказки и помощь с переводом используют модель Apple, когда она доступна.
zh_hans: 有 Apple 的模型时，建议和翻译辅助就用它。

source: Suggestions, automation, learning
de: Vorschläge, Automatisierung, Lernen
es: Sugerencias, automatización y aprendizaje
et: Soovitused, automaatika, õppimine
fr: Suggestions, automatisation, apprentissage
hu: Javaslatok, automatizálás, tanulás
it: Suggerimenti, automazione, apprendimento
ja: 予測変換、自動化、学習
ko: 추천, 자동화, 학습
ms: Cadangan, automasi, pembelajaran
pt: Sugestões, automação, aprendizagem
ru: Подсказки, автоматизация, обучение
zh_hans: 建议、自动化、学习

source: Suggestions, corrections, and your words
de: Vorschläge, Korrekturen und deine Wörter
es: Sugerencias, correcciones y tus palabras
et: Soovitused, parandused ja sinu sõnad
fr: Suggestions, corrections et tes mots
hu: Javaslatok, javítások és a saját szavaid
it: Suggerimenti, correzioni e le tue parole
ja: 候補、自動修正、あなたの単語
ko: 추천, 자동 수정, 내 단어
ms: Cadangan, pembetulan dan perkataan anda
pt: Sugestões, correções e as tuas palavras
ru: Подсказки, исправления и ваши слова
zh_hans: 建议、纠错和你的单词

source: Summarize
de: Zusammenfassen
es: Resumir
et: Kokkuvõte
fr: Résumer
hu: Összegzés
it: Riassumi
ja: 要約
ko: 요약
ms: Ringkaskan
pt: Resumir
ru: Пересказать кратко
zh_hans: 总结

source: Summarize this
de: Fasse das zusammen
es: Resume esto
et: Tee sellest kokkuvõte
fr: Résume ça
hu: Foglald ezt össze
it: Riassumi questo
ja: これを要約して
ko: 이걸 요약해 줘
ms: Ringkaskan ini
pt: Resume isto
ru: Пересказать это кратко
zh_hans: 把这段总结一下

source: Summary (optional)
de: Zusammenfassung (optional)
es: Resumen (opcional)
et: Kokkuvõte (valikuline)
fr: Résumé (facultatif)
hu: Összefoglaló (opcionális)
it: Riepilogo (facoltativo)
ja: 概要（任意）
ko: 요약(선택)
ms: Ringkasan (pilihan)
pt: Resumo (opcional)
ru: Краткое описание (по желанию)
zh_hans: 摘要（可选）

source: Sunset
de: Sonnenuntergang
es: Atardecer
et: Päikeseloojang
fr: Coucher de soleil
hu: Naplemente
it: Tramonto
ja: サンセット
ko: 선셋
ms: Matahari terbenam
pt: Pôr do sol
ru: Закат
zh_hans: 日落

source: Sure, I'll have it over by then.
de: Klar, bis dahin ist es bei dir.
es: Claro, para entonces lo tienes.
et: Kindel, siis see sinuni jõuab.
fr: Bien sûr, tu l'auras d'ici là.
hu: Persze, addigra átküldöm.
it: Certo, per allora te lo mando.
ja: 了解です、それまでに送ります。
ko: 네, 그때까지 보낼게요.
ms: Boleh, sebelum itu saya hantar.
pt: Claro, até lá está aí.
ru: Конечно, к этому времени всё будет готово.
zh_hans: 好，到那时就发给你。

source: Surface
de: Anzeigeort
es: Ubicación
et: Kuvakoht
fr: Emplacement
hu: Megjelenés helye
it: Posizione
ja: 表示場所
ko: 표시 위치
ms: Tempat
pt: Local
ru: Поверхность
zh_hans: 显示位置

source: Swap the whole app for a single dictation screen, and the keyboard opens on the mic instead of the keys. Nothing is switched off: the keys are one tap away, and every setting you have keeps working.
de: Ersetzt die ganze App durch einen einzigen Diktat-Bildschirm, und die Tastatur öffnet sich mit dem Mikrofon statt mit den Tasten. Abgeschaltet wird nichts: die Tasten sind einen Tipp entfernt, und alle deine Einstellungen bleiben aktiv.
es: Cambia toda la app por una sola pantalla de dictado, y el teclado se abre en el micro en vez de en las teclas. No se desactiva nada: las teclas están a un toque y todos tus ajustes siguen funcionando.
et: Asendab kogu rakenduse ühe dikteerimise ekraaniga ja klaviatuur avaneb mikrofoniga klahvide asemel. Midagi ei lülitata välja: klahvid on ühe puudutuse kaugusel ja kõik sinu seaded töötavad edasi.
fr: Remplace toute l'app par un seul écran de dictée, et le clavier s'ouvre sur le micro au lieu des touches. Rien n'est désactivé : les touches sont à une pression, et tous tes réglages continuent de fonctionner.
hu: A teljes appot egyetlen diktáló képernyőre cseréli, a billentyűzet pedig a billentyűk helyett a mikrofonnal nyílik. Semmi nem kapcsol ki: a billentyűk egy koppintásra vannak, és minden beállításod működik tovább.
it: Sostituisce l'intera app con una sola schermata di dettatura, e la tastiera si apre sul microfono invece che sui tasti. Non si disattiva nulla: i tasti sono a un tocco di distanza e tutte le tue impostazioni continuano a funzionare.
ja: アプリ全体を口述入力の画面ひとつに置き換え、キーボードもキーではなくマイクの画面で開きます。何もオフにはなりません。キーはワンタップで出せますし、設定はすべてそのまま効いています。
ko: 앱 전체를 받아쓰기 화면 하나로 바꾸고, 키보드도 키 대신 마이크 화면으로 열립니다. 꺼지는 건 없어요. 키는 한 번만 누르면 나오고, 설정도 모두 그대로 작동합니다.
ms: Tukar keseluruhan app kepada satu skrin imlak, dan papan kekunci dibuka pada mikrofon dan bukan pada kekunci. Tiada apa-apa yang dimatikan: kekunci hanya satu ketikan jauhnya, dan semua tetapan anda terus berfungsi.
pt: Troca a app inteira por um único ecrã de ditado, e o teclado abre no microfone em vez das teclas. Não se desliga nada: as teclas estão a um toque, e todas as tuas definições continuam a funcionar.
ru: Заменить всё приложение одним экраном диктовки, а клавиатуру открывать на микрофоне, а не на клавишах. Ничего не выключается: клавиши в одном нажатии, и все ваши настройки продолжают работать.
zh_hans: 把整个应用换成一块口述屏幕，键盘也会打开麦克风而不是按键。什么都不会被关掉：按键只需一点就能调出，你的设置也都照常生效。

source: Swap the whole app for a single page: the dictation pad, the AI tools, and whichever tools you've turned on. The keyboard opens on the mic instead of the keys. Nothing is switched off. The keys are one tap away, and every setting you have keeps working.
de: Ersetzt die ganze App durch eine einzige Seite: den Diktatblock, die KI-Werkzeuge und die Werkzeuge, die du eingeschaltet hast. Die Tastatur öffnet sich mit dem Mikrofon statt mit den Tasten. Abgeschaltet wird nichts – die Tasten sind einen Tipp entfernt, und alle deine Einstellungen bleiben aktiv.
es: Cambia toda la app por una sola página: el bloc de dictado, las herramientas de IA y las herramientas que tengas activadas. El teclado se abre en el micro en vez de en las teclas. No se desactiva nada: las teclas están a un toque y todos tus ajustes siguen funcionando.
et: Asendab kogu rakenduse ühe lehega: dikteerimispadi, TI-tööriistad ja tööriistad, mille sisse lülitasid. Klaviatuur avaneb mikrofoniga klahvide asemel. Midagi ei lülitata välja. Klahvid on ühe puudutuse kaugusel ja kõik sinu seaded töötavad edasi.
fr: Remplace toute l'app par une seule page : le bloc de dictée, les outils d'IA et les outils que tu as activés. Le clavier s'ouvre sur le micro au lieu des touches. Rien n'est désactivé : les touches sont à une pression, et tous tes réglages continuent de fonctionner.
hu: A teljes appot egyetlen oldalra cseréli: a diktáló jegyzettömbre, az MI-eszközökre és azokra az eszközökre, amiket bekapcsoltál. A billentyűzet a billentyűk helyett a mikrofonnal nyílik. Semmi nem kapcsol ki – a billentyűk egy koppintásra vannak, és minden beállításod működik tovább.
it: Sostituisce l'intera app con una sola pagina: il blocco per la dettatura, gli strumenti IA e gli strumenti che hai attivato. La tastiera si apre sul microfono invece che sui tasti. Non si disattiva nulla: i tasti sono a un tocco di distanza e tutte le tue impostazioni continuano a funzionare.
ja: アプリ全体をひとつのページに置き換えます。話しかけるメモ、AI ツール、そしてオンにしているツールだけが並びます。キーボードもキーではなくマイクの画面で開きます。何もオフにはなりません。キーはワンタップで出せますし、設定はすべてそのまま効いています。
ko: 앱 전체를 한 페이지로 바꿉니다. 말할 수 있는 메모장, AI 도구, 그리고 켜 두신 도구만 남아요. 키보드도 키 대신 마이크 화면으로 열립니다. 꺼지는 건 없어요. 키는 한 번만 누르면 나오고, 설정도 모두 그대로 작동합니다.
ms: Tukar keseluruhan app kepada satu halaman sahaja: pad imlak, alat AI, dan alat yang anda hidupkan. Papan kekunci dibuka pada mikrofon dan bukan pada kekunci. Tiada apa-apa yang dimatikan — kekunci hanya satu ketikan jauhnya, dan semua tetapan anda terus berfungsi.
pt: Troca a app inteira por uma única página: o bloco de ditado, as ferramentas de IA e as ferramentas que tiveres ligadas. O teclado abre no microfone em vez das teclas. Não se desliga nada — as teclas estão a um toque, e todas as tuas definições continuam a funcionar.
ru: Заменить всё приложение одной страницей: площадка для диктовки, ИИ-инструменты и те инструменты, которые вы включили. Клавиатура открывается на микрофоне, а не на клавишах. Ничего не выключается — клавиши в одном нажатии, и все ваши настройки продолжают работать.
zh_hans: 把整个应用换成一个页面：口述速记板、AI 工具，以及你开启的那些工具。键盘也会打开麦克风而不是按键。什么都不会被关掉——按键只需一点就能调出，你的设置也都照常生效。

source: Sweep
de: Lauflicht
es: Barrido
et: Pühkimine
fr: Balayage
hu: Söprés
it: Scia
ja: スイープ
ko: 스윕
ms: Sapuan
pt: Varrimento
ru: Проход
zh_hans: 扫光

source: Swell
de: Anschwellen
es: Abultamiento
et: Paisumine
fr: Gonflement
hu: Duzzadás
it: Rigonfiamento
ja: 膨らみ
ko: 부풀기
ms: Bengkak
pt: Inchaço
ru: Набухание
zh_hans: 鼓起

source: Swells and thins with your speed, like a real nib.
de: Wird mit Ihrer Geschwindigkeit dicker und dünner, wie eine echte Feder.
es: Se ensancha y se afina con tu velocidad, como un plumín real.
et: Paisub ja aheneb sinu kiirusega, nagu päris sulega.
fr: S'épaissit et s'amincit selon votre vitesse, comme une vraie plume.
hu: Vastagsága változik a sebességgel, akár egy valódi tollhegy.
it: Si allarga e si assottiglia con la velocità, come un vero pennino.
ja: 速度に合わせて太くなったり細くなったり、まるで本物のペン先のように。
ko: 속도에 따라 굵어졌다 가늘어졌다, 진짜 펜촉처럼.
ms: Mengembang dan menipis mengikut kepantasan anda, seperti mata pena sebenar.
pt: Alarga e afina com a sua velocidade, como uma pena verdadeira.
ru: Утолщается и утончается в зависимости от скорости, как настоящее перо.
zh_hans: 随你的速度自动变化粗细，如同真实的笔尖。
